Repository: zyk1172/Auralis
Catalog: Packages/AuralisCore/Sources/ThemeEngine/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 极光玻璃
en: Aurora Glass
zh_hant: 極光玻璃

source: 青绿极光、柔和景深与玻璃层次
en: Teal aurora, soft depth, and layered glass.
zh_hant: 青綠極光、柔和景深與玻璃層次

source: 午夜 OLED
en: Midnight OLED

source: 纯黑、省电、干净且克制
en: Pure black, power-efficient, clean, and restrained.
zh_hant: 純黑、省電、乾淨且克制

source: 模拟 Hi-Fi
en: Analog Hi-Fi
zh_hant: 類比 Hi-Fi

source: 胡桃木色、框装封面与暖色氛围
en: Walnut tones, framed artwork, and a warm atmosphere.
zh_hant: 胡桃木色、框裝封面與暖色氛圍

source: 极简纸张
en: Minimal Paper
zh_hant: 極簡紙張

source: 暖白纸面、墨色排版与低动态
en: Warm paper, ink-like typography, and low motion.
zh_hant: 暖白紙面、墨色排版與低動態

source: 霓虹都市
en: Neon City

source: 洋红与靛蓝交错的夜间霓虹
en: Magenta and indigo crossing through the night.
zh_hant: 洋紅與靛藍交錯的夜間霓虹

source: 禅意自然
en: Zen Nature
zh_hant: 禪意自然

source: 鼠尾草绿、自然纸感与慢节奏
en: Sage green, natural paper texture, and a slow tempo.
zh_hant: 鼠尾草綠、自然紙感與慢節奏

source: 云村红
en: Cloud Village Red
zh_hant: 雲村紅

source: 明亮中性色与标志性音乐红
en: Bright neutrals with a signature music red.
zh_hant: 明亮中性色與標誌性音樂紅

source: 黑胶之夜
en: Vinyl Night
zh_hant: 黑膠之夜

source: 炭黑唱片、酒红点缀与沉稳氛围
en: Charcoal records, wine-red accents, and a calm atmosphere.
zh_hant: 炭黑唱片、酒紅點綴與沈穩氛圍

source: 蜜桃粉雾
en: Peach Mist
zh_hant: 蜜桃粉霧

source: 轻盈粉雾、柔光玻璃与舒缓色调
en: Light pink mist, soft glass, and soothing tones.
zh_hant: 輕盈粉霧、柔光玻璃與舒緩色調

source: 日光唱片室
en: Solar Studio

source: 奶油日光、框装唱片与暖调纸感
en: Creamy sunlight, framed records, and warm paper tones.
zh_hant: 奶油日光、框裝唱片與暖調紙感

source: 冰川透镜
en: Polar Frost
zh_hant: 冰川透鏡

source: 冰蓝透明层、锐利封面与冷调玻璃
en: Icy blue transparency, crisp artwork, and cool glass.
zh_hant: 冰藍透明層、銳利封面與冷調玻璃

source: 森林终端
en: Forest Terminal
zh_hant: 森林終端

source: 深绿单色界面与实体面板
en: Deep green monochrome UI with solid panels.
zh_hant: 深綠單色介面與實體面板
